{"Se":{"title":"Extroverted Sensing","desc":"Extroverted sensing is using taste, touch, smell, sound, movement and sight to easily absorb information in the physical world. As strongly observant, these people pick up on details other people do not notice, and some even have a photographic memory. They love excitement, spontaneity, new experiences, and material goods."},"Si":{"title":"Introverted Sensing","desc":"Introverted sensing is understanding the world through past precedent and experience. People who are introverted sensors thrive using routine, tradition, organization, and rules. They are often very attuned to their bodies, and have specific ways of doing things that work for them in order to get the job done. They are responsible, reliable, and cautious."},"Te":{"title":"Extroverted Thinking","desc":"Extroverted thinking is outwardly conveying thoughts using logic, reason, and analysis. Extroverted thinkers are clear and concise, direct, and unmoved by emotional appeals. They are often strong orators and writers, who have thoughtful, well-researched arguments and theories. Extroverted thinkers like to convince people of their thoughts and implement new ideas."},"Ti":{"title":"Introverted Thinking","desc":"Introverted thinking is a function that seeks to understand personal ideas using a deeply specified framework. Introverted thinkers are constantly mining their own thoughts in an attempt to be rational and reasonable, slowly ruling out other ideas before coming to their own firm conclusions (and they’re often guarded about how they got to these conclusions)."},"Ne":{"title":"Extroverted Intuition","desc":"Extroverted intuition often means noticing patterns, symbols, and connections in the world that others may not see. Extroverted intuitives live for possibility, often expressing themselves through a tumble of ideas, or a constant external brainstorm. They may talk about many things they want to do, but not ultimately follow through. For them, it’s all part of the process to get to the best idea."},"Ni":{"title":"Introverted Intuition","desc":"I once heard introverted intuition described as “knowing without knowing how,” as well as “thinking without thinking.” It’s the most mystical of all the MBTI functions. People with this function tend to reach conclusions without having a clear idea as to how they got there. They are wise, convicted, and always have a plan to work toward a bigger picture and seek to build and understand complex systems. Introverted intuitives are always processing in the background, and regularly have “a-ha!” realizations when answers simply come out of nowhere."},"Fe":{"title":"Extroverted Feeling","desc":"Extroverted feeling is concerned with harmony, bringing people together, and caring. Extroverted feelers are great at reading the emotions of others; they are big empathizers, absorbing the feelings of others around them to the point that they sometimes cannot tell which feelings are their own. They easily squash and step around conflicts, and they are typically very social."},"Fi":{"title":"Introverted Feeling","desc":"Introverted feeling is a function concerned with authenticity, individualism and values. Introverted feelers know what they believe, have a strong sense of self, and can easily identify their personal experience of emotion. They are often outspoken activists, and love to help those in need. They don’t have stronger feelings than others who utilize this function, but they do have more mastery over them and can put them toward change—of self, of others, of society."}}